#CH02-08 수  입력받기

##################################################################
##정수 2개 입력받기
##x = int(input("첫 번째 정수를 입력하시오: "))
##y = int(input("두 번째 정수를 입력하시오: "))
##sum = x + y
##print(x, "과", y, "의 합은", sum, "입니다.")


###################################################################
##사용자로부터 2개의 정수를 받아서 사칙연산(+, -, *, /)의 결과를 출력
x = int(input("첫 번째 정수를 입력하시오: "))
y = int(input("두 번째 정수를 입력하시오: "))

print(x, "+", y, "=", x + y)
print(x, "-", y, "=", x - y)
print(x, "*", y, "=", x * y)
print(x, "/", y, "=", x / y)
